package commands

const SERVER_IPERF3_TEST_EXAMPLE = `
## 客户端向服务端打流:
  ec-tools server-iperf3-test <服务端虚拟机 UUID> --client <客户端虚拟机 UUID>

## 设置iperf3 客户端参数
1. 设置打流时间为60s, 编辑配置文件(默认为 /etc/ec-tools/ec-tools.yaml), 设置如下:
  -------------------------------------------------------
   iperf:
     clientOptions: -t 60
  -------------------------------------------------------
2. 设置打流时间为60s, 并发数为10, 编辑配置文件, 设置如下:
  -------------------------------------------------------
    iperf:
      clientOptions: -t 60 -P 10
  -------------------------------------------------------
`
